round4/Gunicorn.1000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   200.84ms  251.14ms   1.95s    88.62%
    Req/Sec   180.96    165.33     1.02k    90.58%
  18331 requests in 30.10s, 2.57MB read
  Socket errors: connect 0, read 0, write 0, timeout 123
Requests/sec:    609.06
Transfer/sec:     87.43KB