round4/Meinheld.10000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   891.18ms  562.95ms   2.00s    58.92%
    Req/Sec   471.18    494.86     4.26k    91.97%
  45717 requests in 30.22s, 6.37MB read
  Socket errors: connect 0, read 0, write 0, timeout 13783
Requests/sec:   1512.91
Transfer/sec:    215.71KB