round4/mod_WSGI-express.300.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   135.61ms  142.60ms   1.72s    86.53%
    Req/Sec   323.90    291.15     1.29k    85.61%
  34868 requests in 30.07s, 4.59MB read
  Socket errors: connect 0, read 0, write 0, timeout 115
Requests/sec:   1159.72
Transfer/sec:    156.29KB