round4/uWSGI-base.900.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 900 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   165.28us   56.85us  13.26ms   96.46%
    Req/Sec    14.65k     3.13k   19.83k    66.67%
  874594 requests in 30.07s, 55.05MB read
  Socket errors: connect 0, read 51, write 0, timeout 0
Requests/sec:  29087.79
Transfer/sec:      1.83MB