round4/uWSGI.600.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 600 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   335.46us   91.95us  24.28ms   92.93%
    Req/Sec     9.81k     6.06k   18.23k    33.56%
  878642 requests in 30.06s, 55.30MB read
  Socket errors: connect 0, read 51, write 0, timeout 0
Requests/sec:  29226.75
Transfer/sec:      1.84MB